Repository: Aleksandr970224/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/Projects/BeardNews.*.resx
Languages: be

# PageTitle
source: Beard News
be: Навіны Барады

# About_Title
source: Beard News
be: Навіны Барады

# About_Links_PatreonVideo
source: Patreon (video)
be: Patreon (відэа)

# About_Links_PatreonAudio
source: Patreon (audio)
be: Patreon (аўдыё)

# About_Links_YouTube_Link
source: (clik here)
be: (тыкай сюды)

# About_How
source: How to watch and listen
be: Як глядзець і слухаць

# About_Links_Discord
source: Server on Discord
be: Discord-сервер

# About_Web
source: Where to watch and listen
be: Дзе глядзець і слухаць

# About_Paragraph_4_1
source: The second way is to become a sponsor on
be: Другі спосаб - стаць фундатарам на

# About_Paragraph_3_2
source: . There are both video and audio episodes of the podcast coming out, meaning you can listen to it in your favorite player!
be: . Тамака выходзяць як відэа так і аўдыё-выпускі падкаста, такім чынам яго можна будзе слухаць у тваім улюбёным плэеры!

# About_Paragraph_3_1
source: The first way is to subscribe to
be: Першы спосаб - аформіць падпіску на

# About_Paragraph_2
source: In it, I talk about IT news and gossip that caught my eye, personal life events, equipment and trinkets that I buy, movies, TV series and games, released content and upcoming plans.
be: У ім я расказваю пра IT-навіны і плёткі, якія мяне зачапілі, пра падзеі з асабістага жыцця, пра абсталяванне і нішцякі, якія я купляю, пра кіно, серыялы і гульні, пра кантэнт і бліжэйшыя планы.

# About_Paragraph_1
source: <b class="colored-text">Beard News</b> is my personal podcast that is recorded online at the beginning of each month.
be: <b class="colored-text">Навіны Барады</b> - гэта мой асабісты падкаст, які запісваецца анлайн на пачатку кожнага месяца.

# About_Paragraph_5
source: Also, by becoming a patron or sponsor you will get access to other bonuses: access to the private Discord server, where the online recording of the podcast takes place, to additional episodes of «АйТиБорода» show, etc.
be: А яшчэ, стаўшы патронам або спонсарам ты атрымаеш доступ і да іншых бонусаў: доступ да прыватнага Discord-сервера, на якім праходзіць анлайн-запіс падката, да дадатковых выпускаў «АйЦіБарады» і інш.
