Repository: Aleksandr970224/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/Projects/ItbeardShow.*.resx
Languages: be

source: About show
be: Аб шоу

# AboutShow_Paragraph_2
source: The <b class="colored-text">«АйТиБорода»</b> ("ITBeard") show is about the life of tech people from the inside and with its episodes tells about programming languages, popular technologies, professions, famous representatives of the sphere and even science.
be: Шоу <b class="colored-text">«АйЦіБарада»</b> прысвечана жыццю айцішнікаў знутры і сваімі эпізодамі распавядае пра мовы праграмавання, папулярныя тэхналогіі, прафесіі, вядомых прадстаўнікоў сферы і нават пра навуку.

# AboutShow_Paragraph_3
source: Without any censorship, labels or extra pathos.
be: Без усялякай цэнзуры, цэтлікаў і лішняга пафасу.

# Profession
source: Professions
be: Прафесіі

source: Technologies
be: Тэхналогіі

# Technologies_Paragraph_1
source: One of the main goals of the show is to popularize <b class="colored-text">technologies</b>, <b class="colored-text">programming languages</b> and even <b class="colored-text" >science</b>!
be: Адной з асноўных задач шоу з'яўляецца папулярызацыя тэхналогій </b>, <b class="colored-text">моў праграмавання</b> і нават <b class="colored-text" >навукі</b>!

# Technologies_Paragraph_2
source: Each new episode reveals technical topics and expands your knowledge 😉
be: Кожны новы выпуск раскрывае тэхнічныя тэмы і пашырае твае веды 😉

# Commercial_Paragraph1_Part1
source: You can find the channel's public statistics and types of commercial cooperation in the media kit
be: Пазнаёміцца з публічнай статыстыкай каналу ды з відамі камерцыйнага супрацоўніцтва можна ў медыя-кіце

# Commercial_Paragraph2_Part1
source: For more information about cooperation formats, detailed statistics and adv costs, please contact
be: За дадатковай інфармацыяй аб фарматах супрацоўніцтва, падрабязнай статыстыцы і коштах на рэкламу звяртайся на пошту

# Commercial_Paragraph2_Part2
source: or ping me on Telegram
be: ці ў тэлеграм

# Commercial_Title
source: Commercial cooperation
be: Камерцыйнае супрацоўніцтва

# NonCommercial_Paragraph1_Part1
source: If you are an tech specialist with five or more years of experience in the industry, or experienced scientist, or you have an interesting topic for release that has not yet been covered on the channel, send me an email
be: Калі ты - адмысловец якой-небудзь сферы IT з досведам ад пяці гадоў у індустрыі, вопытны навукоўца, ці ў цябе ёсць цікавая тэма для выпуску, якая яшчэ не была асветлена на канале, то пішы мне на пошту

# NonCommercial_Paragraph1_Part2
source: or ping me on Telegram
be: ці ў тэлеграм

# NonCommercial_Paragraph1_Part3
source: , we'll discuss all the details 😉
be: , абмяркуем усе дэталі 😉

# NonCommercial_Title
source: Nonprofit collaboration
be: Некамерцыйнае супрацоўніцтва

# YouTube_List_1
source: And more
be: А яшчэ

# YouTube_List_2
source: <b class="colored-text">40+ additional episodes</b> - interviews, programming, news, non-interview content, and more.
be: <b class="colored-text">40+ дадатковых выпускаў</b> - інтэрв'ю, праграмаванне, навіны, кантэнт які не ўвайшоў у інтэрв'ю ды шмат чаго іншага.

# YouTube_List_3
source: <b class="colored-text">Early access</b> to episodes without advert.
be: <b class="colored-text">Ранні доступ</b> да выпускаў без рэкламы.

# YouTube_List_4
source: Exclusive <b class="colored-text">badges</b> and <b class="colored-text">emoji</b> for sponsors on YouTube.
be: Аўтарскія <b class="colored-text">значкі</b> ды <b class="colored-text">эмодзі</b> для спонсараў у YouTube.

# Bonus
source: Bonuses for support
be: Бонусы за падтрымку

# Bonus_Discord
source: Discord chat
be: Чат у Discord

# Bonus_Discord_Paragraph_1
source: Discord server <b class="colored-text">«Sponsors ITBeard»</b> is a quiet place for conversatons of sponsors and patrons.
be: Discord-сэрвер <b class="colored-text">«Спонсарка АйЦіБарады»</b> - гэта ціхае месца для размоў між спонсарамі і патронамі.

# Bonus_Discord_Paragraph_2
source: You can also contact me directly there, discuss episodes and projects, suggest a guest, and participate in the online recording of <b class="colored-text">«Beard News» podcast</b>.
be: Таксама тут можна звязацца са мной напрамкі, абмеркаваць выпускі і праекты і паўдзельнічаць ва анлайн-запісах падкаста <b class="colored-text">«Навіны Барады»</b>.

# Bonus_News
source: Beard News
be: Навіны Барады

# Bonus_News_Paragraph_1
source: <b class="colored-text">"Beard News"</b> is a monthly podcast in which I talk about tech gossip, events in my life, new and old content, and upcoming plans.
be: <b class="colored-text">«Навіны Барады»</b> - гэта штомесячны падкаст, у якім я распавядаю пра IT-плёткі, пра падзеі з свайго жыцця, пра новы і стары кантэнт і пра бліжэйшыя планы.

# Bonus_News_Paragraph_2
source: The podcast is available to my sponsors on YouTube and patrons on Patreon.
be: Падкаст даступны маім спонсарам на YouTube і патронам на Patreon.

# Interview_Paragraph_1
source: The main format of the show is interviews with active people from the Tech & Science. They are the real <b class="colored-text">Rock Stars</b> who move industry forward!
be: Асноўны фармат шоу - гэта інтэрв'ю з актыўнымі людзьмі са свету IT і навукі. Гэта сапраўдныя <b class="colored-text">Rock Stars</b>, якія рухаюць індустрыю наперад!

# Interview_Paragraph_2
source: In the show you will meet developers, testers, designers, managers and even scientists! Enjoy watching 😊
be: У шоу вы пабачыце распрацоўшчыкаў, тэсціроўшчыкаў, дызайнераў, менеджэраў і нават навукоўцаў! Прыемнага прагляду 😊

# PageTitle
source: The "АйТиБорода" show - life and work in Tech
be: Шоу «АйЦіБарада» - жыццё ды праца ў IT

# Profession_Paragraph_1
source: Together with our guests we understand the intricacies of their professions and learn about the necessary skills to enter them.
be: Разам з гасцямі мы разбіраемся ў тонкасцях іх прафесый, даведваемся пра неабходны досвед для ўваходу ў іх.

# Profession_Paragraph_2
source: Each guest from <b class="colored-text">«Professions»</b> videos is a professional in his or her field who will guide you along the right path!
be: Кожны госць рубрыкі <b class="colored-text">«Прафесіі»</b> - прафесіянал у сваёй справе, які пакажа табе правільны кірунак!

# Suport_Paragraph_11
source: Easy! The easiest ways are to become a
be: Лёгка! Самыя простыя спосабы - гэта аформіць

# Suport_Paragraph_12
source: sponsor on YouTube
be: спонсарства ў YouTube

# Suport_Paragraph_13
source: or
be: , или стаць

# Suport_Paragraph_14
source: subscribe on Patreon
be: патронам на Patreon

# Suport_Paragraph_17
source: . Sponsors and patrons get access to sponsorship bonuses, exclusive podcast and extra content, which is cool 😊
be: . Спонсары і патроны атрымліваюць доступ да спонсарскіх бонусаў, эксклюзіўнага падкасту і дадатковага кантэнту, што прыемна 😊

# Suport_Paragraph_21
source: You can also support the show through SuperThanks, PayPal, Revolute, and cryptocurrency transfers. You can read more about these ways on the page
be: А яшчэ, шоу можна падтрымаць праз Супердзякуй, пералікам грошай праз PayPal, Revolute, ці праз крыптагрошы. Падрабязней пра гэтыя спосабы можна пачытаць на старонцы

# Suport_Paragraph_22
source: «Support»
be: «Падтрымаць»

# WhereToSee
source: I want it! Where can I see it?
be: Хачу! Дзе глядзець?

# Support
source: How to support the show?
be: Як падтрымаць шоу?

# WhereToSee_Paragraph_1
source: The show and the news around it can be watched, listened to and read on various platforms, links below:
be: Шоу і навіны вакол яго можна глядзець, слухаць і чытаць на розных платформах, спасылачкі ніжэй:

# WhereToSee_Paragraph_2
source: Watch on
be: Глядзець у

# WhereToSee_Paragraph_3
source: Read on
be: Чытаць в

# WhereToSee_Paragraph_4
source: Stuck in
be: Заліпнуць у

# WhereToSee_Paragraph_5
source: Watch on
be: Падглядзець у

# WhereToSee_Paragraph_6
source: Listen on
be: Слухаць у

# WhereToSee_Paragraph_7
source: Listen on
be: Слухаць у

# WhereToSee_Paragraph_8
source: Listen on
be: Слухаць у

# WhereToSee_Paragraph_9
source: Download .mp3 or get RSS Feed
be: Спаспаваць .mp3 ці атрымаць RSS-фід

# WhatAboutItbeard
source: What is ITBeard about?
be: Пра што АйЦіБарада?

# WhereToSee_Paragraph_3_1
source: Read on
be: Чытаць в

# Merch
source: Branded Merch
be: Фірмовы мерч

# Merch_Paragraph_12
source: my shop
be: маёй краме

# Merch_Paragraph_2
source: With each purchase you will support me by about <b>$5</b>, thank you very much! 😊
be: Кожнай пакупкай ты падтрымаеш мяне прыблізна на <b>$5</b>, вялікі дзякуй! 😊

# Merch_Paragraph_13
source: : hoodies, T-shirts, hats, mugs and stickers!
be: : байкі, майкі, шапкі, кубкі і налепкі!

# Merch_Paragraph_11
source: I also make cool merch that often appears in podcast episodes. You can buy it at
be: А яшчэ я раблю круты мерч, у якім часта з'яўляюся ў выпусках падкаста. Набыць яго ты можаш у
