Repository: Aleksandr970224/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/CiomnyLosShow.*.resx
Languages: be

# PageTitle
source: «Ciomny Los» - podcast about what Belarusians do 🤍❤️🤍
be: «Цёмны Лёс» — падкаст пра тое, чым займаюцца беларусы 🤍❤️🤍

# About
source: About podcast
be: Пра падкаст

# About_Paragrarh_22
source: here
be: тут

# About_Paragrarh_1
source: <b class="colored-text">«Ciomny Los»</b> is a talk podcast in Belarusian, in which Belarusians talk about their occupations and reflect on Belarusianness. Each episode is a new profession or occupation: from scientists and programmers to musicians, comedians and even Tolkien fans!
be: <b class="colored-text">«Цёмны Лёс»</b> — гэта гутарковы падкаст па-беларуску, у якім беларусы распавядаюць пра свае заняткі ды разважаюць наконт беларускасці. Кожны эпізод — новая прафесія ці занятак: ад навукоўцаў і праграмістаў да музыкаў, комікаў і аматараў Толкіна!

# About_Paragrarh_21
source: The podcast is released biweekly on YouTube and all podcast platforms. You can request to be a guest on the podcast
be: Падкаст выходзіць раз на два тыдні ў YouTube і на ўсіх падкаст-пляцоўках. Заяўку на ўдзел у падкасце можна пакінуць

# WhereToSee
source: Where to listen and watch?
be: Дзе глядзець і слухаць?

# WhereToSee_Paragraph_2
source: Watch on
be: Глядзець у

# WhereToSee_Paragraph_3
source: Read on
be: Чытаць у

# WhereToSee_Paragraph_4
source: Stuck in
be: Падпісацца ў

# WhereToSee_Paragraph_6
source: Listen on
be: Слухаць у

# WhereToSee_Paragraph_7
source: Listen on
be: Слухаць у

# WhereToSee_Paragraph_8
source: Listen on
be: Слухаць у

# WhereToSee_Paragraph_Site
source: Download .MP3 or RSS Feed
be: Спампаваць .MP3 ці RSS Feed

# WhereToSee_Paragraph_1
source: The podcast <b>«Ciomny Los»</b> is available on almost all podcast platforms and on YouTube. In addition, the podcast has its own Telegram and TikTok. All the links are listed below:
be: Падкаст <b>«Цёмны Лёс»</b> ёсць амаль на ўсіх падкаст-пляцоўках і на YouTube. Акрамя таго, у падкаста ёсць свой Telegram і TikTok. Усе спасылкі пералічаныя ніжэй:

# Merch
source: Branded merch
be: Фірмовы мерч

# Merch_Paragraph_12
source: my shop
be: маёй краме

# Merch_Paragraph_2
source: With each purchase you will support me by about <b>$5</b>, thank you very much! 😊
be: Кожнай пакупкай ты падтрымаеш мяне прыблізна на <b>$5</b>, вялікі дзякуй! 😊

# Merch_Paragraph_13
source: : hoodies, T-shirts, hats, mugs and stickers!
be: : байкі, майкі, шапкі, кубкі і налепкі!

# Merch_Paragraph_11
source: I also make cool merch that often appears in podcast episodes. You can buy it at
be: А яшчэ я раблю круты мерч, у якім часта з'яўляюся ў выпусках падкаста. Набыць яго ты можаш у

# Support
source: Support the podcast!
be: Падтрымай падкаст!

# Support_Patreon_1
source: You can support the podcast by subscribing to <b class="colored-text">Patreon</b>.
be: Падтрымаць падкаст можна падпіскай на <b class="colored-text">Patreon</b>.

# Support_Patreon_2
source: Podcast patrons get access to my private Discord server and private Russian-language podcast <b class="colored-text">«Beard News»</b>.
be: Патроны падкаста атрымліваюць доступ да майго прыватнага Discord-сервера і да спонсарскага расейскамоўнага падкаста <b class="colored-text">«Навіны Барады»</b>.

# Support_Card
source: Revolute & PayPal
be: Revolut ды PayPal

# Support_Card_1
source: You can also support «Ciomny Los» once with a money transfer from your card via Revolute and PayPal, or by direct transfer to my PayPal account.
be: Таксама можна аднаразова падтрымаць «Цёмны Лёс» праз грашовы перавод з карткі праз Revolut ды PayPal ці прамым пераводам на мой акаўнт у PayPal.

# Support_Card_2
source: More information you can find on <b class="colored-text">«Support»</b> page.
be: Падрабязная інфармацыя ёсць на старонцы <b class="colored-text">«Падтрымаць»</b>.

# Support_Crypto
source: Crypto
be: Крыптагрошы

# Support_Crypto_1
source: You can support the podcast through some cryptocurrencies and tokens: <b>BTC</b>, <b>ETH</b>, <b>USDT</b> and others.
be: Падтрымаць падкаст можна і праз шэраг крыптавалют ды токенаў: <b>BTC</b>, <b>ETH</b>, <b>USDT</b> і іншыя.

# Support_Crypto_2
source: For more information about my crypto and token addresses, visit the <b class="colored-text">«Support»</b> page.
be: Больш падрабязная інфармацыя пра ўсе крыптарахункі ёсць на старонцы <b class="colored-text">«Падтрымаць»</b>.
