Repository: Aleksandr970224/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/Contacts.*.resx
Languages: be

# PageTitle
source: Contacts
be: Кантакты

# Cont_Title
source: Contacts for communication
be: Кантакты для сувязі

# Cont_Email
source: Electronic mail
be: Электрапошта

# Cont_Telegram
source: Telegram
be: Тэлеграм

# Cont_Mail
source: Mailing address for postcards and goodies ðŸ˜Š
be: Паштовы адрас для паштовак і нішцякоў 😊

# Cont_Mail_body
source: Temporarily without it... Digital nomad :)
be: Часова не маю... Digital nomad :)

# KeyResources
source: My projects
be: Мае праекты

# KeyResources_CiomnyLos
source: Ciomny Los
be: Цёмны Лёс

# KeyResources_Itbeard
source: ITBeard
be: АйЦіБарада

# KeyResources_Mastodon
source: Belarusian Mastodon
be: Беларускі Mastodon

# KeyResources_Linkedin
source: ITBeard on LinkedIn
be: LinkedIn АйЦіБарады

# KeyResources_Telegram
source: ITBeard on Telegram
be: Telegram АйЦіБарады

# Other
source: My social networks
be: Я ў соцсетках
