Repository: Aleksandr970224/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/Index.*.resx
Languages: be

# PageTitle
source: ITBeard - life and work in IT 🇺🇦 #stopwarinukraine
be: АйЦіБарада - жыццё і праца ў IT 🇺🇦 #гыквайне

source: About show
be: Аб шоў

# AboutShow_Paragraph_1
source: Hi! My name is Lex and I am a bearded programmer :)<br/> For a long time I have accumulated a lot of experience, stories and acquaintances, which I share in my show.
be: Ку! Мяне клічуць Лекс і я барадаты праграміст :)<br/> За доўгі час працы ў мяне назапасілася шмат досведу, гісторый і знаёмстваў, якімі я дзялюся ў сваім шоу.

# AboutShow_Paragraph_2
source: The show "ITBeard" is about the life of IT people from the inside and with its episodes tells about programming languages, popular technologies, professions, famous representatives of the sphere and their way of development. <br/>Without any censorship, labels or extra pathos.
be: Шоу «АйЦіБарада» прысвечана жыццю айцішнікаў знутры і сваімі эпізодамі распавядае пра мовы праграмавання, папулярныя тэхналогіі, прафесыі, вядомых прадстаўнікоў сферы і іх шляхі развіцця. <br/> Без усялякай цэнзуры, цэтлікаў і лішняга пафасу.

# AboutShow_Paragraph_3
source: All of ITBeard's content, together with you, forms a community of like-minded people who can turn this world upside down and change themselves for the better.
be: Увесь кантэнт «АйЦіБарады» разам з вамі фармуе супольнасць аднадумцаў, здольных перавярнуць гэты свет і змяніць сябе ў лепшы бок.

source: Interview
be: Інтэрв'ю

# Interview_Paragraph_1
source: The main format of the show is interviews. In them, specialists from different IT fields and companies share their experiences. From designers and programmers to CEOs and CTOs, from small startups to market giants. The heroes of the interviews are people with rich life and professional experience, ready to share them with the audience.
be: Асноўны фармат шоу - гэта інтэрв'ю. У іх адмыслоўцы розных it-кірункаў і кампаній дзеляцца сваім досведам. Ад дызайнераў і праграмістаў да CEO і CTO, ад маленькіх стартапаў да гігантаў рынка. Героі інтэрв'ю - гэта людзі з багатым жыццёвым і прафесійным досведам, гатовыя дзяліцца ім з аўдыторыяй.

# Interview_Paragraph_1_Button
source: See all episodes!
be: Глядзець усе інтэрв'ю!

# Profession
source: Professions
be: Прафесіі

# Profession_Paragraph_1
source: If you don't know where to go in IT, I'll tell you everything! That's what the "Professions" rubric is for, where we and our guests go over the intricacies of their craft. Each guest in this column is a professional in his or her field, who will guide you along the right path!
be: Калі вы не ведаеце, куды падацца ў IT, то я вам усё раскажу! Менавіта для гэтага існуе рубрыка "Прафесіі", у якой мы з гасцямі разбіраемся ў тонкасцях іх рамяства. Кожны госць гэтай рубрыкі - прафесіянал у сваёй справе, які накіруе вас па дакладным шляху!

# Profession_Paragraph_1_Button
source: Get a profession!
be: Атрымаць прафесію!

source: Programming
be: Праграмаванне

# Programming_Paragraph_1
source: One of the main tasks of the show is to cover all existing programming languages. And we're pretty good at it, most of the languages are already represented on the channel! Listen to the description of your favorite languages and expand your skills 😉
be: Адной з асноўных задач шоу з'яўляецца асвятленне ўсіх існуючых моў праграмавання. І ў нас нядрэнна атрымліваецца, асноўная маса ЯП ужо прадстаўлены на канале! Слухайце апісанне ўпадабаных ЯП і пашырайце свае навыкі 😉

# Programming_Paragraph_1_Button
source: Learn a new language!
be: Асвоіць новую мову!

source: Extra goodies
be: Дадатковыя прывабнушкі

# ExtraGoodies_Twitter_Content
source: On Twitter, Lex speaks uncensored about current affairs, invites new guests for interviews, and generally leads a very toxic lifestyle (WARNING)
be: У Твітэры Лекс без цэнзуры выказваецца аб надзённых рэчах, запрашае новых гасцей на інтэрв'ю і ў цэлым вядзе вельмі таксічны лад жыцця (WARNING)

# ExtraGoodies_Telegram_Content
source: Telegram channel for notifications about new releases and for useful recommendations
be: Тэлеграм-канал служыць для абвестак аб новых выпусках і для карысных рэкамендацый

# ExtraGoodies_Instagram_Content
source: On Instagram you will find spoilers of new episodes, backstage from the shooting, useful storizas and a little more of Lex's life
be: У Інстаграме вы знойдзеце спойлеры новых выпускаў, backstage са здымак, карысныя сторыз і крыху больш з жыцця Лекса

# ExtraGoodies_Discord_Content
source: The Discord server "ITBeard's Sponsor" is a quiet place for Lex's sponsors and patrons to communicate. You can also contact Lex directly here, discuss releases and projects, and suggest a guest, participate in the recording of the "Beard News". <br/><br/>We look forward to seeing you on Discord!
be: Discord-сервер "Спонсарка АйЦіБарады" - гэта ціхае месца для зносін фундатараў і патронаў Лекса. Таксама тут можна напрамую звязацца з Лекс, абмеркаваць выпускі і праекты, прапанаваць госця, паўдзельнічаць у запісе "Навін Барады".<br/><br/> Чакаем вас у Discord!

# ExtraGoodies_Discord_Title
source: Chat in Discord
be: Чат y Discord

# ExtraGoodies_Patreon_Title
source: Become a Patron
be: Стань патронам

# ExtraGoodies_Sponsorship_Title
source: Sponsors bonuses
be: Спонсарскія бонусы

# ExtraGoodies_Patreon_Content
source: Supporting on Patreon is one way to support Lex. Patrons of the channel get access to a variety of bonus releases in idiosyncratic format and to the "IT Beard Sponsor" Discord server. <br/><br/> Click to learn more!
be: Падтрымка на Patreon - адзін са спосабаў падтрымаць Лекса. Патроны канала атрымліваюць доступ да мноства бонусных выпускаў у айдыё-фармаце і да Discord-серверу "Спонсарка АйЦіБарады". <br/><br/>Націскайце, каб пазнаць больш!

# ExtraGoodies_Sponsorship_Content
source: Sponsors are the core audience of the channel. Sponsors have access to ITBeard's Discord server, early ad-free viewing of episodes, as well as additional content: extra content for episodes, streamers, etc.<br/><br/> Click to know about all the bonuses for sponsors!
be: Спонсары шоу – гэта ядро аўдыторыі. У спонсараў ёсць доступ да Discord-серверу "Спонсарка АйЦіБарады", да ранняга прагляду выпускаў без рэкламы, а таксама да дадатковага кантэнту: экстра-кантэнт да выпускаў, стрымы і інш. <br/><br/>Клічце, каб пазнаць пра ўсё бонусы для спонсараў!

# AboutShow_Paragraph_3_End
source: So, GET THERE!
be: Так што, ПАГНАЛІ!
