Repository: Aleksandr970224/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/Sponsorship.*.resx
Languages: be

# PageTitle
source: Support Lex projects
be: Падтрымаць праекты Лекса

# Apple_Paragraph_Part_1
source: The «ITBeard» show can be supported through
be: Шоу «АйЦіБарада» можна падтрымаць праз

# Apple_Paragraph_Part_3
source: . More than 25 exclusive episodes totaling 800+ minutes are available to subscribers on this platform, regular ad-free interviews and all episodes of the «Beard News» solocast 😎
be: . Для падпісчыкаў на гэтай платформе даступна больш за 25 эксклюзіўных выпускаў агульнай працягласцю ў 800+ хвілін, рэгулярныя інтэрв'ю без рэкламы і ўсе выпускі солакасту «Навіны Барады» 😎

# Apple_Title
source: Subscribe to Apple Podcasts
be: Падпіска ў Apple Podcasts

# Crypto_Paragraph
source: There is an opportunity for crypto-enthusiasts to support Lex's projects via cryptocurrencies. Your support directly affects the development of the «ITBeard» show and the «Dark Destiny» videocast, so thank you very much!
be: Для крыпта-энтузіястаў ёсць магчымасць падтрымаць праекты Лекса праз крыптавалюты. Вашая падтрымка моцна ўплывае на развіццё шоу «АйЦіБарада» ды відэакасту «Цёмны Лёс», таму вялікі вам дзякуй!

# Crypto_Title
source: Support with cryptocurrencies
be: Падтрымаць крыптавалютамі

# Patreon_Paragraph_Part_1
source: Through
be: Праз

# Patreon_Paragraph_Part_3
source: you can support any of Lex's projects: the «ITBeard» show and the «Dark Destiny» videocast.
be: можна падтрымаць любы з праектаў Лекса: шоу «АйЦіБарада» ды відэакаст «Цёмны Лёс».

# Patreon_Paragraph_Part_4
source: In addition, you will get access to bonus episodes of the show «IT Beard», to the solocast about Lex's life «Beard News» and to the closed Discord-server
be: Акрамя таго, вы атрымаеце доступ да бонусных выпускаў шоу «АйЦіБарада», солакасту аб жыцці Лекса «Навіны Барады» ды да закрытага Discord-серверу

# Patreon_Paragraph_Part_5
source: «ITBeard's Sponsor».
be: «Спонсарка АйЦіБарады»

# Patreon_Title
source: Support via Patreon
be: Падтрымаць праз Patreon

# SponsorYoutube_Paragraph_1_Part_1
source: Just go to the YouTube channel
be: Проста заходзьце на YouTube-канал

# SponsorYoutube_Paragraph_1_Part_2
source: «ITBeard»
be: «АйЦіБарада»

# SponsorYoutube_Paragraph_1_Part_3
source: and find the «Sponsor» button, or follow
be: ды адшукайце кнопку «Спансаваць», або пераходзьце па

# SponsorYoutube_Paragraph_1_Part_4
source: this link
be: гэтай спасылцы

# SponsorYoutube_Paragraph_2
source: Next, select the desired subscription level with its bonuses and click «Sponsor» again.
be: Далей абярыце жаданы ўзровень падпіскі з яго бонусамі і націсніце кнопку "Спансаваць" яшчэ раз.

# SponsorYoutube_Paragraph_3
source: After that you will be prompted to enter your credit card data and complete the procedure of becoming a channel sponsor 😊
be: Пасля гэтага Вам будзе прапанавана ўвесці дадзеныя вашай карткі ды скончыць працэдуру станаўлення спонсарам канала 😊

# SponsorYoutube_Paragraph_4
source: Now all you have to do is link your discord account to your youtube account and enter the private sponsor chat - that's where we'll meet 😎
be: Цяпер Вам засталося толькі звязаць свой discord-акаўнт з youtube-акаўнтам і зайсці ў прыватны спонсарскі чат - там мы і сустрэнемся 😎

# SponsorYoutube_Paragraph_5
source: If you still have questions, here are some more instructions:
be: Калі ў Вас засталіся пытанні, то вось яшчэ некалькі інструкцый:

# SponsorYoutube_Paragraph_5_Link_1
source: How to become a sponsor
be: Як стаць спонсарам

# SponsorYoutube_Paragraph_5_Link_2
source: How to become a sponsor if there is no «Sponsor» button
be: Як стаць спонсарам, калі няма кнопкі "Спансаваць"

# SponsorYoutube_Paragraph_5_Link_3
source: How to become a sponsor if there is no «Sponsor» button
be: Як прывязаць Discord да YouTube-акаўнта

# SponsorYoutube_Title
source: How do I become a sponsor on YouTube?
be: Як стаць спонсарам на YouTube?

# Video_HowToSupport_Title
source: Video on how to support the ITBeard show
be: Відэа аб тым, як падтрымаць шоу АйЦіБарада

# YouTube_List_1
source: Sponsor Chat
be: Спонсарскі чат

# YouTube_List_2
source: - interviews, programming, news, non-interview content, and more
be: - інтэрв'ю, праграмаванне, навіны, кантэнт які не ўвайшоў у інтэрв'ю ды шмат чаго іншага

# YouTube_List_2_Link
source: 40+ additional episodes
be: 40+ дадатковых выпускаў

# YouTube_List_3
source: to episodes without advert
be: да выпускаў без рэкламы

# YouTube_List_3_Link
source: Early access
be: Ранні доступ

# YouTube_List_4
source: Exclusive badges and emoji
be: Аўтарскія значкі ды эмодзі

# YouTube_List_5
source: Public thanks!
be: Публічныя падзякі!

# YouTube_Paragraph_1
source: YouTube sponsorships are special opportunity to support the «ITBeard» show and gain access to sponsorship bonuses and additional content.
be: Спонсарства на YouTube - гэта асобная магчымасць падтрымаць шоу «АйЦіБарада» ды атрымаць доступ да спонсарскіх бонусаў і дадатковага кантэнту.

# YouTube_Paragraph_2
source: A sponsored YouTube subscription offers more than 40 additional episodes totaling 1,500+ minutes in length. Also, you'll be able to watch new interviews a few days earlier and completely ad-free, even without integrations 😊
be: У спонсарскай падпісцы на YouTube вас чакае больш за 40 дадатковых выпускаў агульнай працягласцю 1500+ хвілін. А яшчэ, вы зможаце глядзець новыя інтэрв'ю на некалькі дзён раней і цалкам без рэкламы, нават без інтэграцый 😊

# YouTube_Paragraph_3
source: Full list of sponsor bonuses:
be: Поўны спіс спонсарскіх бонусаў:

# YouTube_Title
source: YouTube Sponsorship
be: Спонсарства YouTube
