Repository: Aleksandr970224/itbeard-site
Catalog: Site/Itbeard.Site.WebAssembly/Localizations/Pages/Support.*.resx
Languages: be

# PageTitle
source: Support me
be: Падтрымаць мяне

# Crypto_Paragraph
source: There is an opportunity for crypto-enthusiasts to support Lex's projects via cryptocurrencies. Your support directly affects the development of the «ITBeard» show and the «Dark Destiny» videocast, so thank you very much!
be: Для крыпта-энтузіястаў ёсць магчымасць падтрымаць праекты Лекса праз крыптавалюты. Вашая падтрымка моцна ўплывае на развіццё шоу «АйЦіБарада» ды відэакасту «Цёмны Лёс», таму вялікі вам дзякуй!

# Crypto_Title
source: Support with cryptocurrencies
be: Падтрымаць крыптавалютамі

# Patreon_Paragraph_Part_4
source: In addition, by becoming a patron you will get access to patron content, the podcast
be: Акрамя таго, стаўшы патронам ты атрымаеш доступ да патронскага кантэнту, да падкасту

# Patreon_Paragraph_Part_5
source: Discord server
be: Discord-серверу

# Patreon_Title
source: Support via Patreon
be: Падтрымаць праз Patreon

# Merch
source: Branded merch
be: Фірмовы мерч

# Merch_Paragraph_12
source: my shop
be: маёй краме

# Patreon_Paragraph_Part_3
source: . Thank you very much, your help will make a huge contribution to what I do!
be: . Вялікі дзякуй, твая дапамога робіць вялікі ўнёсак у тое, чым я займаюся!

# Merch_Paragraph_2
source: With each purchase you will support me by about <b>$5</b>, thank you very much! 😊
be: Кожнай пакупкай ты падтрымаеш мяне прыкладна на <b>$5</b>, вялікі дзякуй! 😊

# Merch_Paragraph_13
source: : hoodies, T-shirts, hats, mugs and stickers!
be: : байкі, майкі, шапкі, кубкі і стыкеры!

# Merch_Paragraph_11
source: In life and in videos I appear in unusual things with funny inscriptions. You can buy the same in
be: У жыцці і ў відэа я з'яўляюся ў незвычайных рэчах з ачмурэннымі надпісамі. Набыць такія ж можна ў

# Card_Paragraph_13
source: and
be: і

# Card_Paragraph_11
source: With
be: Праз

# Card_Paragraph_15
source: you can support me with a bank card transfer. Each such transfer adds +100 to my motivation to make new content!
be: ты можаш падтрымаць мяне пералікам на банкаўскі рахунак з карткі. Кожны такі пералік дадае +100 да маёй матывацыі ствараць новы кантэнт!

# Patreon_Paragraph_Part_1
source: You can support me and my projects through
be: Мяне і мае праекты можна падтрымаць праз

# Patreon_Paragraph_Part_4_1
source: «Beard News»
be: «Навіны Барады»

# Patreon_Paragraph_Part_4_2
source: , and to the patron's
be: , і да патронскага
